/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ ha cancel·lat la sol·licitud.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ ha refusat la sol·licitud.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ es vol connectar.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@ \nha cancel·lat la sol·licitud.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@ \nha refusat la sol·licitud.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@ \nes vol connectar.";

/* No comment provided by engineer. */
"Accept" = "Acceptar";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Error de comunicació Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "El Bluetooth ha de estar activat per tal de connectar-se a iPad, iPhone o iPod touch propers.";

/* No comment provided by engineer. */
"Cancel" = "Cancel·lar";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Trieu un iPad, iPhone\no iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "S’ha perdut la connexió";

/* No comment provided by engineer. */
"Decline" = "Refusar";

/* No comment provided by engineer. */
"is not available." = "no està disponible.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Buscant altres iPad, iPhone o iPod touch…";

/* No comment provided by engineer. */
"Looking for peers…" = "Buscant amics…";

/* No comment provided by engineer. */
"Nearby" = "Proper";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "No és compatible en aquest \n%@.";

/* No comment provided by engineer. */
"OK" = "Acceptar";

/* No comment provided by engineer. */
"Online" = "En línia";

/* No comment provided by engineer. */
"Request declined." = "Sol·licitud refusada.";

/* No comment provided by engineer. */
"This request was cancelled." = "S’ha cancel·lat la sol·licitud.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Esperant a %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Esperant a\n %@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "Esperant la connexió…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Voleu activar el Bluetooth?";

